Repository: utaschulz1/patent-translation-agent
Catalog: Matecat/WMP_old/WMP_old.tmx
Source language: en_us
Languages: de_de

source: receive, from a second base station distributed unit, a configuration request message comprising second cell information of one or more second cells of the second base station distributed unit, wherein the second cell information indicates that the second cells are not associated with the first closed access group;
de_de: eine Konfigurationsanforderungsnachricht von einer zweiten Basisstation-Verteilungseinheit empfangen, umfassend zweite Zellinformationen einer oder mehrerer zweiter Zellen der zweiten Basisstation-Verteilungseinheit, wobei die zweiten Zellinformationen angeben, dass die zweiten Zellen nicht mit der ersten geschlossenen Zugangsgruppe assoziiert sind;

source: determine, based on the second cell information, to not configure the one or more second cells of the second base station distributed unit for the wireless device; and
de_de: basierend auf den Informationen der zweiten Zelle bestimmen, die eine oder die mehreren zweiten Zellen der zweiten Basisstation-Verteilungseinheit nicht für die drahtlose Vorrichtung zu konfigurieren; und

source: the first base station distributed unit, wherein the first base station distributed unit comprises: one or more processors and memory storing instructions that, when executed by the one or more processors, cause the first base station distributed unit to:
de_de: die erste Basisstation-Verteilungseinheit, wobei die erste Basisstation-Verteilungseinheit umfasst: einen oder mehrere Prozessoren und Speicher, die Anweisungen speichern, die, wenn sie von dem einen oder den mehreren Prozessoren ausgeführt werden, die erste Basisstation-Verteilungseinheit zu Folgendem veranlassen:

source: send the indication to the base station central unit; and
de_de: die Angabe an die Basisstation-Zentraleinheit senden; und

source: receive the context configuration message from the base station central unit.
de_de: die Kontextkonfigurationsnachricht von der Basisstation-Zentraleinheit empfangen.

source: 1. An atomizing assembly (1), comprising:
de_de: 1. Zerstäubungsanordnung (1), umfassend:

source: a heating assembly (11);
de_de: eine Heizbaugruppe (11);

source: a liquid conducting member (15);
de_de: ein Flüssigkeitsleitelement (15);

source: a cover (12); and
de_de: eine Abdeckung (12); und

source: a seat (13),
de_de: einen Sitz (13),

source: wherein the heating assembly (11) comprises a heating member (111),
de_de: wobei die Heizbaugruppe (11) ein Heizelement (111) umfasst,

source: wherein one of the cover (12) and the seat (13) is provided with an accommodating chamber (123) open to the other one of the cover (12) and the seat (13),
de_de: wobei entweder die Abdeckung (12) oder der Sitz (13) mit einer Aufnahmekammer (123) bereitgestellt ist, die zu dem jeweils anderen von Abdeckung (12) oder Sitz (13) hin offen ist,

source: wherein the heating assembly (11) and the liquid conducting member (15) are disposed in the accommodating chamber (123),
de_de: wobei die Heizbaugruppe (11) und das Flüssigkeitsleitelement (15) in der Aufnahmekammer (123) angeordnet sind,

source: wherein the liquid conducting member (15) is in contact with the heating member (111), the seat (13) is connected with the cover (12), and the heating assembly (11) is clamped between the cover (12) and the seat (13),
de_de: wobei das Flüssigkeitsleitelement (15) mit dem Heizelement (111) in Kontakt steht, der Sitz (13) mit der Abdeckung (12) verbunden ist und die Heizbaugruppe (11) zwischen der Abdeckung (12) und dem Sitz (13) eingeklemmt ist,

source: wherein the heating member (111) comprises a heating portion (1111) configured for heating and atomizing a liquid and an electrical connecting portion (1112) connected with the heating portion (1111) and configured for electrical connection with an electrode,
de_de: wobei das Heizelement (111) einen Heizabschnitt (1111), der zum Erhitzen und Zerstäuben einer Flüssigkeit konfiguriert ist, und einen elektrischen Verbindungsabschnitt (1112) umfasst, der mit dem Heizabschnitt (1111) verbunden und zur elektrischen Verbindung mit einer Elektrode konfiguriert ist,

source: wherein the heating member (111) is transversely arranged, and the electrical connecting portion (1112) extends outwards,
de_de: wobei das Heizelement (111) quer angeordnet ist und sich der elektrische Verbindungsabschnitt (1112) nach außen erstreckt,

source: wherein the cover (12) is provided with an electrode connecting hole (124) open longitudinally and configured for an insertion of the electrode (14),
de_de: wobei die Abdeckung (12) mit einem Elektrodenanschlussloch (124) bereitgestellt ist, das in Längsrichtung offen und für ein Einführen der Elektrode (14) konfiguriert ist,

source: wherein the electrical connecting portion (1112) extends transversely or obliquely into an inlet of the electrode connecting hole (124), and
de_de: wobei sich der elektrische Verbindungsabschnitt (1112) quer oder schräg in einen Einlass des Elektrodenanschlusslochs (124) hinein erstreckt, und

source: wherein the atomizing assembly (1) further comprises the electrode (14),
de_de: wobei die Zerstäubungsanordnung (1) ferner die Elektrode (14) umfasst,

source: wherein the electrode (14) is inserted into the electrode connecting hole (124), and bends the electrical connecting portion (1112) into the electrode connecting hole (124) along an opening edge of the electrode connecting hole (124), and
de_de: wobei die Elektrode (14) in das Elektrodenanschlussloch (124) eingeführt ist und den elektrischen Verbindungsabschnitt (1112) in das Elektrodenanschlussloch (124) entlang einer Öffnungskante des Elektrodenanschlusslochs (124) biegt, und

source: wherein the electrical connecting portion (1112) is electrically connected with a side surface of the electrode (14).
de_de: wobei der elektrische Verbindungsabschnitt (1112) mit einer Seitenfläche der Elektrode (14) elektrisch verbunden ist.

source: 2. The atomizing assembly (1) of claim 1, wherein a bottom portion of the cover (12) is provided with the accommodating chamber (123) open longitudinally,
de_de: 2. Zerstäubungsanordnung (1) nach Anspruch 1, wobei ein unterer Abschnitts der Abdeckung (12) mit der in Längsrichtung offenen Aufnahmekammer (123) bereitgestellt ist,

source: wherein the accommodating chamber (123) and the electrode connecting hole (124) are located on a same side of the cover (12),
de_de: wobei sich die Aufnahmekammer (123) und das Elektrodenanschlussloch (124) auf derselben Seite der Abdeckung (12) befinden,

source: wherein the accommodating chamber (123) comprises a first portion (1231) configured for accommodating the liquid conducting member (15) and a second portion (1232) configured for accommodating the heating assembly (11),
de_de: wobei die Aufnahmekammer (123) einen ersten Abschnitt (1231) umfasst, der zum Aufnehmen des Flüssigkeitsleitelements (15) konfiguriert ist, und einen zweiten Abschnitt (1232), der zum Aufnehmen der Heizbaugruppe (11) konfiguriert ist,

source: wherein the first portion (1231) and the second portion (1232) are connected with each other and arranged from deep to outside in turn,
de_de: wobei der erste Abschnitt (1231) und der zweite Abschnitt (1232) miteinander verbunden sind und nacheinander von unten und außen angeordnet sind,

source: wherein a position, in a second transverse direction (b), of a side wall of the second portion (1232) of the accommodating chamber (123) is provided with an electrical connecting through port (125) for the electrical connecting portion (1112) to protrude from inside to outside, and
de_de: wobei eine Position in einer zweiten Querrichtung (b) einer Seitenwand des zweiten Abschnitts (1232) der Aufnahmekammer (123) mit einer elektrischen Verbindungsdurchgangsöffnung (125) bereitgestellt ist, damit der elektrische Verbindungsabschnitt (1112) von innen nach außen vorstehen kann, und

source: wherein the electrode connecting hole (124) is disposed outside the electrical connecting through port (125), so that the electrical connecting portion (1112) extends into an opening position of the electrode connecting hole (124) through the electrical connecting through port (125).
de_de: wobei das Elektrodenanschlussloch (124) außerhalb der elektrischen Verbindungsdurchgangsöffnung (125) angeordnet ist, sodass sich der elektrische Verbindungsabschnitt (1112) in eine Öffnungsposition des Elektrodenanschlusslochs (124) durch die elektrische Verbindungsdurchgangsöffnung (125) erstreckt.

source: 3. The atomizing assembly (1) of claim 1, wherein the seat (13) is provided with an electrode through hole (131) corresponding to the electrode connecting hole (124) and extending longitudinally, and
de_de: 3. Zerstäubungsanordnung (1) nach Anspruch 1, wobei der Sitz (13) mit einem Elektrodendurchgangsloch (131) bereitgestellt ist, das dem Elektrodenanschlussloch (124) entspricht und sich in Längsrichtung erstreckt, und

source: wherein the electrode (14) passes through the electrode through hole (131) and is inserted into the electrode connecting hole (124).
de_de: wobei die Elektrode (14) durch das Elektrodendurchgangsloch (131) verläuft und in das Elektrodenanschlussloch (124) eingeführt ist.

source: 4. The atomizing assembly (1) of claim 3, wherein the electrode (14) comprises a head (141) configured for electrically connecting with an external circuit and a rob (142) configured for inserting into the electrode connecting hole (124),
de_de: 4. Zerstäubungsanordnung (1) nach Anspruch 3, wobei die Elektrode (14) einen Kopf (141) umfasst, der zum elektrischen Verbinden mit einem externen Stromkreis konfiguriert ist, und eine Stange (142), die zum Einführen in das Elektrodenanschlussloch (124) konfiguriert ist,

source: wherein a radial dimension of the head (141) is larger than a radial dimension of the rob (142),
de_de: wobei eine radiale Abmessung des Kopfes (141) größer ist als eine radiale Abmessung der Stange (142),

source: wherein the rob (142) passes through the electrode through hole (131) and is inserted into the electrode connecting hole (124), and bends the electrical connecting portion (1112) into the electrode connecting hole (124) along the opening edge of the electrode connecting hole (124),
de_de: wobei die Stange (142) durch das Elektrodendurchgangsloch (131) verläuft und in das Elektrodenanschlussloch (124) eingeführt ist und den elektrischen Verbindungsabschnitt (1112) in das Elektrodenanschlussloch (124) entlang der Öffnungskante des Elektrodenanschlusslochs (124) biegt,

source: wherein the bent portion of the electrical connecting portion (1112) is located between a side wall of the electrode connecting hole (124) and a side surface of the rob (142), and the electrical connecting portion (1112) is electrically connected with the side surface of the rob (142), and
de_de: wobei der gebogene Abschnitt des elektrischen Verbindungsabschnitts (1112) zwischen einer Seitenwand des Elektrodenanschlusslochs (124) und einer Seitenfläche der Stange (142) angeordnet ist, und der elektrische Verbindungsabschnitt (1112) elektrisch mit der Seitenfläche der Stange (142) verbunden ist, und

source: wherein the head (141) is exposed outside the seat (13).
de_de: wobei der Kopf (141) außerhalb des Sitzes (13) freiliegt.

source: 5. The atomizing assembly (1) of claim 1, wherein the heating assembly (11) comprises a reinforcing frame (112) that is combined with the heating portion (1111) to support the heating portion (1111),
de_de: 5. Zerstäubungsanordnung (1) nach Anspruch 1, wobei die Heizbaugruppe (11) einen Verstärkungsrahmen (112) umfasst, der mit der Heizbaugruppe (1111) verbunden ist, um den Heizabschnitt (1111) zu stützen,

source: wherein the electrical connecting portion (1112) extends out of the reinforcing frame (112),
de_de: wobei sich der elektrische Verbindungsabschnitt (1112) aus dem Verstärkungsrahmen (112) heraus erstreckt,

source: wherein the reinforcing frame (112) comprises a transverse wall (1121) and a longitudinal wall (1122) surrounding the transverse wall (1121),
de_de: wobei der Verstärkungsrahmen (112) eine Querwand (1121) umfasst und eine Längswand (1122), die die Querwand (1121) umgibt,

source: wherein the heating member (111) is combined with a top of the transverse wall (1121), and the longitudinal wall (1122) is disposed at a bottom of the transverse wall (1121), and
de_de: wobei das Heizelement (111) mit einer Oberseite der Querwand (1121) verbunden ist, und die Längswand (1122) an einer Unterseite der Querwand (1121) angeordnet ist, und

source: wherein the transverse wall (1121) is provided with a vent hole (1123) extending longitudinally, and the longitudinal wall (1122) is provided with a first air vent (1124) extending transversely, so that a gas generated by the heating member (111) flows sequentially through the vent hole (1123) and the first air vent (1124) from inside to outside.
de_de: wobei die Querwand (1121) mit einer Entlüftungsloch (1123) bereitgestellt ist, die sich in Längsrichtung erstreckt, und die Längswand (1122) mit einer ersten Entlüftung (1124) bereitgestellt ist, die sich in Querrichtung erstreckt, so dass ein von dem Heizelement (111) erzeugtes Gas sequenziell durch die Entlüftungsloch (1123) und die erste Entlüftung (1124) von innen nach außen strömt.

source: 6. The atomizing assembly (1) of claim 5, wherein a transverse dimension of the liquid conducting member (15) is comparable to a transverse dimension of the accommodating chamber (123), and
de_de: 6. Zerstäubungsanordnung (1) nach Anspruch 5, wobei eine Querabmessung des Flüssigkeitsleitelements (15) mit einer Querabmessung der Aufnahmekammer (123) vergleichbar ist, und

source: wherein the reinforcing frame (112) supports a bottom of the heating portion (1111), and the liquid conducting member (15) is disposed at a top of the heating portion (1111).
de_de: wobei der Verstärkungsrahmen (112) eine Unterseite des Heizabschnitts (1111) stützt und das Flüssigkeitsleitelement (15) an einer Oberseite des Heizabschnitts (1111) angeordnet ist.

source: 7. The atomizing assembly (1) of claim 5, wherein a bottom of the cover (12) is provided with the accommodating chamber (123) open longitudinally,
de_de: 7. Zerstäubungsanordnung (1) nach Anspruch 5, wobei eine Unterseite der Abdeckung (12) mit einer in Längsrichtung offenen Aufnahmekammer (123) bereitgestellt ist,

source: wherein a position, in a first transverse direction (a), of a side wall of the second portion (1232) of the accommodating chamber (123) is provided with a second air vent (127) extending transversely, and
de_de: wobei eine Position in einer ersten Querrichtung (a) einer Seitenwand des zweiten Abschnitts (1232) der Aufnahmekammer (123) mit einer zweiten, sich quer erstreckenden Entlüftung (127) bereitgestellt ist, und

source: wherein the second air vent (127) corresponds to the first air vent (1124), so that a gas generated by the heating member (111) flows through the first air vent (1124) and the second air vent (127) in turn from inside to outside.
de_de: wobei die zweite Entlüftung (127) der ersten Entlüftung (1124) entspricht, sodass ein von dem Heizelement (111) erzeugtes Gas abwechselnd durch die erste Entlüftung (1124) und die zweite Entlüftung (127) von innen nach außen strömt.

source: 8. The atomizing assembly (1) of claim 7, wherein an outer side of the cover (12) is provided with a third air vent (128) extending longitudinally, so that the gas generated by the heating member (111) flows through the first air vent (1124), the second air vent (127) and the third air vent (128) in turn.
de_de: 8. Zerstäubungsanordnung (1) nach Anspruch 7, wobei eine Außenseite der Abdeckung (12) mit einer dritten, sich in Längsrichtung erstreckenden Entlüftung (128) bereitgestellt ist, sodass das von dem Heizelement (111) erzeugte Gas nacheinander durch die erste Entlüftung (1124), die zweite Entlüftung (127) und die dritte Entlüftung (128) strömt.

source: 9. The atomizing assembly (1) of claim 8, wherein the seat (13) is provided with a fourth air vent (132), and the fourth air vent (132) corresponds to the second air vent (127) and is connected with the third air vent (128), so that the gas generated by the heating member (111) flows through the first air vent (1124), the second air vent (127), the fourth air vent (132) and the third air vent (128) in turn.
de_de: 9. Zerstäubungsanordnung (1) nach Anspruch 8, wobei der Sitz (13) mit einer vierten Entlüftung (132) bereitgestellt ist und die vierte Entlüftung (132) der zweiten Entlüftung (127) entspricht und mit der dritten Entlüftung (128) verbunden ist, sodass das von dem Heizelement (111) erzeugte Gas nacheinander durch die erste Entlüftung (1124), die zweite Entlüftung (127), die vierte Entlüftung (132) und die dritte Entlüftung (128) strömt.

source: The atomizing assembly (1) of claim 8, wherein a top of the cover (12) is provided with an air passage (129) communicating to the third air vent (128), so that the gas generated by the heating member (111) flows through the first air vent (1124), the second air vent (127), the third air vent (128) and the air passage (129) in turn.
de_de: Zerstäubungsanordnung (1) nach Anspruch 8, wobei eine Oberseite der Abdeckung (12) mit einem Luftdurchgang (129), der mit der dritten Entlüftung (128) kommuniziert, bereitgestellt ist, sodass das von dem Heizelement (111) erzeugte Gas nacheinander durch die erste Entlüftung (1124), die zweite Entlüftung (127), die dritte Entlüftung (128) und den Luftdurchgang (129) strömt.

source: The atomizing assembly (1) of claim 9, further comprising:
de_de: Zerstäubungsanordnung (1) nach Anspruch 9, ferner umfassend:

source: a first sealing member (3) covering a top of the cover (12) and provided with a fifth air vent (31),
de_de: ein erstes Dichtungselement (3), das eine Oberseite der Abdeckung (12) abdeckt und mit einer fünften Entlüftung (31) bereitgestellt ist,

source: wherein the fifth air vent (31) corresponds to the air passage (129) and is connected with the third air vent (128), so that the gas generated by the heating member (111) flows through the first air vent (1124), the second air vent (127), the third air vent (128) and the fifth air vent (31) in turn.
de_de: wobei die fünfte Entlüftung (31) dem Luftdurchgang (129) entspricht und mit der dritten Entlüftung (128) verbunden ist, sodass das von dem Heizelement (111) erzeugte Gas nacheinander durch die erste Entlüftung (1124), die zweite Entlüftung (127), die dritte Entlüftung (128) und die fünfte Entlüftung (31) strömt.

source: An atomizing device, comprising:
de_de: Zerstäubungsvorrichtung, umfassend:

source: a housing (2); and
de_de: ein Gehäuse (2); und

source: the atomizing assembly (1) of any one of claims 1 to 12 disposed in the housing (2),
de_de: die in dem Gehäuse (2) angeordnete Zerstäubungsanordnung (1) nach einem der Ansprüche 1 bis 12,

source: wherein the housing (2) is provided with a liquid conveying structure and an air outlet structure,
de_de: wobei das Gehäuse (2) mit einer Flüssigkeitsbeförderungsstruktur und einer Luftauslassstruktur bereitgestellt ist,

source: wherein the liquid conveying structure is communicated to the liquid conducting member (15), so that the liquid flows to the liquid conducting member (15) through the liquid conveying structure, and
de_de: wobei die Flüssigkeitsbeförderungsstruktur mit dem Flüssigkeitsleitelement (15) in Verbindung steht, sodass die Flüssigkeit durch die Flüssigkeitsbeförderungsstruktur zu dem Flüssigkeitsleitelement (15) fließt, und

source: wherein the liquid conducting member (15) conducts the liquid to the heating member (111) for heating and atomizing to generate a gas, and the gas flows out through the air outlet structure.
de_de: wobei das Flüssigkeitsleitelement (15) die Flüssigkeit zu dem Heizelement (111) zum Erhitzen und Zerstäuben leitet, um ein Gas zu erzeugen, und das Gas durch die Luftauslassstruktur ausströmt.

source: A manufacturing method of the atomizing assembly (1) of any one of claims 1 to 11, comprising:
de_de: Herstellungsverfahren der Zerstäubungsanordnung (1) nach einem der Ansprüche 1 bis 11, umfassend:

source: S1, combining the cover (12) with the seat (13), and clamping the liquid conducting member (15) and the heating assembly (11) between the cover (12) and the seat (13), to make the heating member (111) and the liquid conducting member (15) in close contact;
de_de: S1, Verbinden der Abdeckung (12) mit dem Sitz (13) und Einklemmen des Flüssigkeitsleitelements (15) und der Heizbaugruppe (11) zwischen der Abdeckung (12) und dem Sitz (13), um das Heizelement (111) und das Flüssigkeitsleitelement (15) in engen Kontakt zu bringen;

source: S2, inserting the electrode (14) into the electrode connecting hole (124), and the electrode (14) bending the electrical connecting portion (1112) into the electrode connecting hole (124) and electrically connecting with the electrical connecting portion (1112).
de_de: S2, Einführen der Elektrode (14) in das Elektrodenanschlussloch (124) und Biegen des elektrischen Verbindungsabschnitts (1112) in das Elektrodenanschlussloch (124) durch die Elektrode (14) und Verbinden mit dem elektrischen Verbindungsabschnitt (1112).

source: A manufacturing method of the atomizing device of claim 12, comprising the manufacturing method of the atomizing assembly of claim 13, and further comprising:
de_de: Herstellungsverfahren der Zerstäubungsvorrichtung nach Anspruch 12, umfassend das Herstellungsverfahren der Zerstäubungsanordnung nach Anspruch 13, und ferner umfassend:

source: S3, connecting the cover (12) of the atomizing assembly (1) with a first sealing member (3), and connecting the seat (13) with a second sealing member (4);
de_de: S3, Verbinden der Abdeckung (12) der Zerstäubungsanordnung (1) mit einem ersten Dichtungselement (3) und Verbinden des Sitzes (13) mit einem zweiten Dichtungselement (4);

source: S4, placing the atomizing assembly (1) into the housing (2), and the first sealing member (3) and the second sealing member (4) forming a seal between an outer side of the atomizing assembly (1) and an inner wall of the housing (2).
de_de: S4, Platzieren der Zerstäubungsanordnung (1) in dem Gehäuse (2), wobei das erste Dichtungselement (3) und das zweite Dichtungselement (4) eine Dichtung zwischen einer Außenseite der Zerstäubungsanordnung (1) und einer Innenwand des Gehäuses (2) bilden.

source: receiving, by an access and mobility management function, AMF, from a base station, a location report indicating that an altitude of a wireless device is changed based on a threshold; and
de_de: Empfangen eines Standortberichts, der angibt, dass sich die Höhe eines kabellosen Endgeräts auf der Grundlage eines Schwellenwerts geändert hat, durch eine Zugangs- und Mobilitätsverwaltungsfunktion (AMF) von einer Basisstation; und

source: sending, by the AMF to a network exposure function, NEF, a message notifying an altitude change of the wireless device.
de_de: Senden einer Nachricht durch die AMF an eine Netzwerk-Exposure-Funktion (NEF), in der eine Höhenänderung des kabellosen Endgeräts mitgeteilt wird.

source: 2. The method of claim 1, wherein the message notifying the altitude change is sent via the NEF to an unmanned aerial system, UAS, application server, AS.
de_de: 2. Verfahren nach Anspruch 1, wobei die Nachricht, die die Höhenänderung mitteilt, über die NEF an ein unbemanntes Flugsystem (UAS) und einen Anwendungsserver (AS) gesendet wird.

source: 3. The method of claim 2, further comprising receiving, by the AMF from the UAS AS via the NEF, a request message indicating:
de_de: 3. Verfahren nach Anspruch 2, ferner umfassend Empfangen einer Anforderungsnachricht durch die AMF von dem UAS AS über die NEF, die Folgendes angibt:
